Repository: frkn-dev/liberty-win
Catalog: src/LibertyApp/Language/Strings.*.resx
Languages: ru_ru

# AboutDescription
source: We are for freedom of speech and against any kind of censorship. We are making a non-commercial VPN that does not collect any data.
ru_ru: Мы за свободу слова и против какой-либо цензуры. Делаем некоммерческий VPN , не собирающий никаких данных.

# AboutHeader
source: Free VPN for free humans
ru_ru: Cвободный VPN для свободных людей

# AboutMenu
source: About
ru_ru: О нас

# AboutText
source: Today, freedom of speech is especially vulnerable. Independent media are banned, people are brainwashed with propaganda, VPN services are blocked, and it is dangerous to express one's position and opinion. This is the reason why we took on this project. It is non-commercial, no profit is pursued either. We are rather small, but yet, we have a great potential.
ru_ru: Сегодня свобода слова особенно уязвима, независимые СМИ запрещены, людям промывают мозги пропагандой, сервисы ВПН блокируют, выражать свою позицию и мнение опасно. Поэтому мы взялись за этот проект, он некоммерческий, и здесь не преследуется никакой выгоды. Мы за свободу слова и против какой-либо цензуры. Компания у нас небольшая, но у нас большой потенциал. Вы можете поддержать нас донатами или любым другим вкладом по улучшению сервиса. Даже заведение ишью в проекте сильно нам поможет.

# AppInTrayNotify
source: App minimized into tray
ru_ru: Приложение свернуто в трей

# ApplicationWillBeClosed
source: The application will be closed.
ru_ru: Приложение будет закрыто.

source: Connect at launch
ru_ru: Подключаться при запуске

# ConnectingText
source: Connecting…
ru_ru: Подключение…

# ConnectionErrorCaption
source: Connection error
ru_ru: Ошибка соединения

# ConnectionMenu
source: Connection
ru_ru: Подключение

# ConnectText
source: Connect
ru_ru: Подключиться

# CopyToClipboardCaption
source: Clipboard
ru_ru: Буфер обмена

# CopyToClipboardMessage
source: {0} credits copied to clipboard: {1}
ru_ru: {0} скопировано в буфер обмена: {1}

# CopyToClipboardToolTip
source: Copy to clipboard
ru_ru: Копировать в буфер обмена

# DisconnectingText
source: Disconnecting…
ru_ru: Отключение…

# DisconnectText
source: Disconnect
ru_ru: Отключиться

# DonateHeader
source: We are OpenSource. You can support us
ru_ru: Мы open source проект. Вы можете нас поддержать

# DonateMenu
source: Support us
ru_ru: Поддержать

# DonateText
source: You can support us with donations or any other contribution to improve the service. Pulling requests and creating issues also helps us a lot.
ru_ru: Вы можете поддержать нас пожертвованиями или любым другим вкладом в улучшение сервиса. Pull-реквесты и создание Issues на GitHub также очень помогают нам.

source: Download
ru_ru: Приём

# EncryptionKeysFileNotFound
source: File with encryption keys not found.
ru_ru: Файл с ключами шифрования не найден.

source: Error
ru_ru: Ошибка

# ErrorImportEcryptionKeys
source: Import Ecryption Keys Error
ru_ru: Ошибка импорта ключей шифрования.

source: Exit
ru_ru: Выйти

# ExitApplicationCaption
source: Exit the application
ru_ru: Завершение работы приложения

# ExitApplicationMessage
source: Exiting the application will close the connection. Do you want to close connection and exit?
ru_ru: Выход из приложения закроет соединение. Вы хотите закрыть соединение и выйти?

source: Help
ru_ru: Справка

# Instructions
source: Instructions on GitHub
ru_ru: Инструкция на GitHub

# LaunchConnectExplicit
source: Connect to VPN on the application launch?
ru_ru: Подключаться к VPN при запуске приложения?

# LaunchConnectMessage
source: The application will connect to the VPN on launch
ru_ru: Приложение будет подключаться к VPN при запуске

# LaunchHiddenMessage
source: The application will minimize into tray on launch
ru_ru: Приложение будет сворачиваться в трей при запуске

source: Launch with Windows
ru_ru: Запускать с Windows

# LaunchWithWindowsExplicit
source: Run application on Windows startup?
ru_ru: Запускать приложение вместе с запуском Windows?

# LaunchWithWindowsMessage
source: The application will start with Windows
ru_ru: Приложение будет запускаться вместе с Windows

source: Mbps
ru_ru: Мбит/c

source: Need for encryption keys
ru_ru: Необходимо установить ключи шифрования

# NeedForEncryptionKeysMessage
source: The application needs to install encryption keys on the first launch. Encryption keys are required to establish a connection with the VPN server. Do you agree to install encryption keys in your system's storage? If you click «No», the application will be closed.
ru_ru: Приложению необходимо установить ключи шифрования при первом запуске. Ключи шифрования необходимы для установления соединения с VPN-сервером. Согласны ли вы установить ключи шифрования в хранилище вашей системы? Если вы нажмете «Нет», приложение будет закрыто.

# OpenInBrowserTooltip
source: Open in browser
ru_ru: Открыть в браузере

source: Run minimized into tray
ru_ru: Запускать свернутым в трей

source: Settings
ru_ru: Настройки

source: Show/hide
ru_ru: Показать/скрыть

# StatusConnected
source: Connected to Freedom
ru_ru: Подключен к Cвободе

# StatusConnecting
source: Connecting to Freedom
ru_ru: Подключение к Cвободе

# StatusDisconnected
source: Disconnected
ru_ru: Отключено

source: Upload
ru_ru: Отправка

source: Version
ru_ru: Версия
